Speeds/v2/system/fvOptions
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

limitU
{
        type            limitVelocity;
        active          yes;
        selectionMode   all;
        max             5;
};
